Repository: markellfernandez/Pibin-theme
Catalog: languages/*.po
Languages: tr_tr

source: 404: Page or File Not Found
tr_tr: 404: Sayfa ya da dosya bulunamadı

source: Oops! It seems you stumbled on something that does not exist or was moved
tr_tr: Amanın! Bu hiç varolmadı ya da taşındı

source: Need help?
tr_tr: Yardım mı lazım?

source: You might try the following:
tr_tr: Aşağıdakini deneyebilirsiniz:

source: Check spelling
tr_tr: Yazılışı kontrol et

source: Return to home page
tr_tr: Ana sayfaya geri dön

source: Click
tr_tr: Tıkla

source: Return button
tr_tr: Geri dönüş butonu

source: Powered by WordPress
tr_tr: WordPress ile güçlendirildi

source: Main Menu
tr_tr: Ana Menü

source: Page %s
tr_tr: Sayfa %s

source: Nothing Found
tr_tr: Hiçbir şey bulunamadı

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
tr_tr: Üzgünüz, fakat arama terimlerinizle hiçbir şey eşleşmedi. Lütfen farklı anahtar kelimelerle tekrar deneyin.

source: &#171; Previous
tr_tr: &#171; Önceki

source: Next &#187
tr_tr: Sonraki &#187

source: Search Results for: %s
tr_tr: %s için arama sonuçları

source: By
tr_tr: Yazan:

source: I want this to be my logo!
tr_tr: Bunun benim logom olmasını istiyorum!

source: Pinbin Options
tr_tr: Pinbin Ayarları

source: Logo Options
tr_tr: Logo Ayarları

source: Logo Preview
tr_tr: Logo ön izleme

source: Upload your logo. Theme supports GIF, JPEG, PNG.
tr_tr: Logonuzu yükleyin. Tema GIF, JPEG, PNG destekler.

source: Upload Logo
tr_tr: Logo yükle

source: Delete Logo
tr_tr: Logoyu sil

source: Upload an image for the banner.
tr_tr: Afiş için resim yükleyin.
